[
    {
        "URI": "http://purl.org/dc/elements/1.1/title",
        "Label": "Title",
        "Definition": "A name given to the resource.",
        "Comment": "Property"
    },
    {
        "URI": "http://purl.org/dc/elements/1.1/creator",
        "Label": "Creator",
        "Definition": "An entity primarily responsible for making the resource.",
        "Comment": "Examples of a Creator include a person, an organization, or a service. Typically, the name of a Creator should be used to indicate the entity."
    },
    {
        "URI": "http://purl.org/dc/elements/1.1/subject",
        "Label": "Subject",
        "Definition": "The topic of the resource.",
        "Comment": "Typically, the subject will be represented using keywords, key phrases, or classification codes. Recommended best practice is to use a controlled vocabulary."
    },
    {
        "URI": "http://purl.org/dc/elements/1.1/description",
        "Label": "Description",
        "Definition": "An account of the resource.",
        "Comment": "Description may include but is not limited to: an abstract, a table of contents, a graphical representation, or a free-text account of the resource."
    },
    {
        "URI": "http://purl.org/dc/elements/1.1/publisher",
        "Label": "Publisher",
        "Definition": "An entity responsible for making the resource available.",
        "Comment": "Examples of a Publisher include a person, an organization, or a service. Typically, the name of a Publisher should be used to indicate the entity."
    },
    {
        "URI": "http://purl.org/dc/elements/1.1/contributor",
        "Label": "Contributor",
        "Definition": "An entity responsible for making contributions to the resource.",
        "Comment": "The guidelines for using names of persons or organizations as creators also apply to contributors. Typically, the name of a Contributor should be used to indicate the entity."
    },
    {
        "URI": "http://purl.org/dc/elements/1.1/date",
        "Label": "Date",
        "Definition": "A point or period of time associated with an event in the lifecycle of the resource.",
        "Comment": "Date may be used to express temporal information at any level of granularity. Recommended practice is to express the date, date/time, or period of time according to ISO 8601-1 [ISO 8601-1] or a published profile of the ISO standard, such as the W3C Note on Date and Time Formats [W3CDTF] or the Extended Date/Time Format Specification [EDTF]. If the full date is unknown, month and year (YYYY-MM) or just year (YYYY) may be used. Date ranges may be specified using ISO 8601 period of time specification in which start and end dates are separated by a '/' (slash) character. Either the start or end date may be missing."
    },
    {
        "URI": "http://purl.org/dc/elements/1.1/type",
        "Label": "Type",
        "Definition": "The nature or genre of the resource.",
        "Comment": "Recommended practice is to use a controlled vocabulary such as the DCMI Type Vocabulary [DCMI-TYPE]. To describe the file format, physical medium, or dimensions of the resource, use the Format element."
    },
    {
        "URI": "http://purl.org/dc/elements/1.1/format",
        "Label": "Format",
        "Definition": "The file format, physical medium, or dimensions of the resource.",
        "Comment": "Recommended practice is to use a controlled vocabulary where available. For example, for file formats one could use the list of Internet Media Types [MIME]."
    },
    {
        "URI": "http://purl.org/dc/elements/1.1/identifier",
        "Label": "Identifier",
        "Definition": "An unambiguous reference to the resource within a given context.",
        "Comment": "Recommended practice is to identify the resource by means of a string conforming to an identification system."
    },
    {
        "URI": "http://purl.org/dc/elements/1.1/source",
        "Label": "Source",
        "Definition": "A related resource from which the described resource is derived.",
        "Comment": "The described resource may be derived from the related resource in whole or in part. Recommended best practice is to identify the related resource by means of a string conforming to a formal identification system."
    },
    {
        "URI": "http://purl.org/dc/elements/1.1/language",
        "Label": "Language",
        "Definition": "A language of the resource.",
        "Comment": "Recommended practice is to use either a non-literal value representing a language from a controlled vocabulary such as ISO 639-2 or ISO 639-3, or a literal value consisting of an IETF Best Current Practice 47 [IETF-BCP47] language tag."
    },
    {
        "URI": "http://purl.org/dc/elements/1.1/relation",
        "Label": "Relation",
        "Definition": "A related resource.",
        "Comment": "Recommended practice is to identify the related resource by means of a URI. If this is not possible or feasible, a string conforming to a formal identification system may be provided."
    },
    {
        "URI": "http://purl.org/dc/elements/1.1/coverage",
        "Label": "Coverage",
        "Definition": "The spatial or temporal topic of the resource, spatial applicability of the resource, or jurisdiction under which the resource is relevant.",
        "Comment": "Spatial topic and spatial applicability may be a named place or a location specified by its geographic coordinates. Temporal topic may be a named period, date, or date range. A jurisdiction may be a named administrative entity or a geographic place to which the resource applies. Recommended practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names [TGN]. Where appropriate, named places or time periods may be used in preference to numeric identifiers such as sets of coordinates or date ranges."
    },
    {
        "URI": "http://purl.org/dc/elements/1.1/rights",
        "Label": "Rights",
        "Definition": "Information about rights held in and over the resource.",
        "Comment": "Typically, rights information includes a statement about various property rights associated with the resource, including intellectual property rights."
    }
]